/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@): Avviso di connessione";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Configurazione";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ ha 1 nuovo messaggio.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ è nella tua lista contatti locale ma non in quella sul server. Vuoi aggiungere questo contatto alla lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; doppio clic per registrarti.";

/* No comment provided by engineer. */
"(unknown)" = "(sconosciuto)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nuovo account>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Comando ad-hoc; doppio clic per eseguire";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Avviso";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium non può verificare l’identità di “%@”.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium non riesce a trovare alcuna informazioni nel profilo utente. Potrebbe essere un account non registrato.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Avviso di Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Utente di Adium";

/* Button title to allow an action */
"Allow" = "Permetti";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permetti MSN Mobile Pages?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Si è verificato un errore durante l’invio del documento.";

/* No comment provided by engineer. */
"Authenticating" = "Autenticazione";

/* Connection step */
"Balancer handshake" = "Handshake balancer";

/* No comment provided by engineer. */
"Ban" = "Bandisci";

/* No comment provided by engineer. */
"Bankick" = "Espelli e bandisci";

/* No comment provided by engineer. */
"Blocked" = "Bloccato";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Non notificare la presenza a %@";

/* Category table column header for the service discovery browser */
"Category" = "Categoria";

/* Menu item title for changing the password of an account */
"Change Password" = "Cambia password";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Servizio di conferenza; doppio clic per unirti";

/* Button title to connect; this is a verb */
"Connect" = "Connetti";

/* Connection step */
"Connected" = "Connesso";

/* No comment provided by engineer. */
"Connecting" = "Connessione in corso";

/* No comment provided by engineer. */
"Connection error." = "Errore di connessione.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Errore di sincronizzazione della lista contatti per %@";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete & Unregister" = "Elimina e annulla registrazione";

/* No comment provided by engineer. */
"Delete Account" = "Elimina account";

/* No comment provided by engineer. */
"Delete Account from Server" = "Elimina account dal server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Eliminare l’account %@? Facoltativamente puoi anche annullare la registrazione dell’account sul server, se possibile.";

/* No comment provided by engineer. */
"Deop" = "Togli Operatore";

/* No comment provided by engineer. */
"Devoice" = "Togli Voce";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Servizio di directory; doppio clic per ricercare";

/* Button title to prevent an action */
"Disallow" = "Non consentire";

/* No comment provided by engineer. */
"Discovery Browser" = "Scopri Browser";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vuoi permettere ai contatti nella tua lista amici di inviare i messaggi MSN al tuo cellulare o altro dispositivo mobile?";

/* Used as a label for a username specified by email address */
"Email" = "E-mail";

/* Connection step */
"Exchanging key hash" = "Scambio hash delle chiavi";

/* No comment provided by engineer. */
"Fetching..." = "Recupero in corso…";

/* No comment provided by engineer. */
"File Send Error" = "Errore di invio documento";

/* Generic fields request window title */
"Form" = "Modulo";

/* No comment provided by engineer. */
"From: " = "Da: ";

/* No comment provided by engineer. */
"GG Number" = "Numero GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Gruppo per i contatti aggiunti";
"Incorrect username or password" = "Nome utente o password non corretti";

/* No comment provided by engineer. */
"Info" = "Informazioni";

/* No comment provided by engineer. */
"Initializing Stream" = "Inizializzazione flusso dati";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Inizia conversazione di gruppo con %@";

/* No comment provided by engineer. */
"Invite" = "Invita";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "ID Jabber";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Unisciti";

/* No comment provided by engineer. */
"Kick" = "Espelli";

/* No comment provided by engineer. */
"Launch %@" = "Lancia %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Far sapere agli altri cosa sto ascoltando";
"Looking up server" = "Ricerca server";

/* user mood tooltip title */
"Mood" = "Stato d’animo";

/* Name table column header for the service discovery browser */
"Name" = "Nome";

/* No comment provided by engineer. */
"New Mail" = "Nuova posta";

/* Sample name and server for new IRC accounts */
"nickname" = "soprannome";

/* Name for IRC user names */
"Nickname" = "Soprannome";

/* No comment provided by engineer. */
"No reason was given." = "Non è stata fornita nessuna motivazione.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Nessun server è stato configurato per il/lo %1$@ account %2$@. Per favore, inseriscine uno sotto per collegarti";

/* No comment provided by engineer. */
"No Server Specified" = "Nessun server specificato";

/* No comment provided by engineer. */
"Node:" = "Nodo:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Solo quando una richiesta viene accettata e il contatto aggiunto all'elenco.";
"Op" = "Dai Operatore";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Apri posta nel browser";

/* Name for the orphans group */
"Orphans" = "Orfani";

/* No comment provided by engineer. */
"Parse Error." = "Errore di interpretazione.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Priorità quando disponibile";
"Priority when away" = "Priorità quando assente";
"Re-request Authorization from %@" = "Richiedi di nuovo l’autorizzazione a %@";

/* Connection step */
"Reading data" = "Lettura dati in corso";

/* Connection step */
"Reading server key" = "Lettura della chiave del server in corso";

/* No comment provided by engineer. */
"Really remove gateway?" = "Confermi la rimozione del gateway?";

/* alert default button */
"Remove" = "Rimuovi";

/* gateway menu item */
"Remove gateway" = "Rimuovi gateway";

/* Roster - the Jabber default group */
"Resource" = "Risorsa";
"Roster" = "Elenco";

/* No comment provided by engineer. */
"Search for Users" = "Ricerca per utenti";

/* No comment provided by engineer. */
"Search Results" = "Risultati di ricerca";

/* No comment provided by engineer. */
"Send" = "Invia";

/* No comment provided by engineer. */
"Send Message" = "Invia messaggio";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Browser Scoperta Servizi";

/* No comment provided by engineer. */
"Service:" = "Servizio:";

/* No comment provided by engineer. */
"Set Mood" = "Imposta stato d’animo";

/* No comment provided by engineer. */
"Set Nickname" = "Imposta alias";

/* No comment provided by engineer. */
"Set User Info" = "Imposta informazioni utente";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Imposta il tuo alias.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Imposta il tuo numero telefonico di casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Imposta il tuo numero di cellulare.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Imposta il tuo numero telefonico di lavoro.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Mostra il certificato server";

/* No comment provided by engineer. */
"Subject: " = "Oggetto: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Nasconditi temporaneamente da %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Il certificato del server %@ non è attendibile e questo significa che l’identità del server non può essere verificata automaticamente. Vuoi continuare la connessione?\n\nPer maggiori informazioni, fai clic su “Mostra certificato”.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Il nome che hai inserito non è registrato. Verifica di averlo scritto correttamente.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "L’utente è nella tua lista bloccati.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "L’utente non è disponibile al momento.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Questo è il nome con cui i tuoi amici su MSN ti vedranno.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Questo nodo non fornisce alcun servizio accessibile a questo programma.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Questo nodo fornisce comandi ad-hoc. Apri il menù contestuale per visualizzarli.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Questa operazione rimuoverà il gateway %@ e tutti i contatti ad esso appartenenti dalla tua lista contatti. Questa operazione non può essere annullata.";

/* user tune tooltip title */
"Tune" = "Musica";

/* No comment provided by engineer. */
"Un-hide From %@" = "Torna visibile a %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Impossibile interpretare la lista server a %@. Riprova più tardi.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Disiscriviti da %@";

/* Sample name and server for new livejournal accounts */
"username" = "nomeutente";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "nomeutente@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Verifica certificato";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Visualizza il profilo web %2$@ di %1$@";

/* No comment provided by engineer. */
"Voice" = "Dai Voce";

/* No comment provided by engineer. */
"Waiting for Response" = "In attesa della risposta";

/* No comment provided by engineer. */
"Warning level is too high." = "Il livello di avvertimento è troppo alto.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "ATTENZIONE! Questo eliminerà l’account %@ dal server Jabber. L’azione non può essere annullata.\nSei sicuro di voler procedere?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Quando qualcuno chiede di vedere il mio stato";
"XML Console" = "Console XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Stai inviando messaggi troppo velocemente; aspetta qualche istante e riprova.";

/* No comment provided by engineer. */
"You have 1 new message." = "Hai 1 nuovo messaggio.";

/* No comment provided by engineer. */
"You have mail!\n" = "Hai ricevuto nuova posta!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Il tuo messaggio a %@ non è stato inviato";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Il tuo messaggio è stato rifiutato dall’altro utente.";

/* No comment provided by engineer. */
"Your message was too big." = "Il tuo messaggio è troppo lungo.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(opzionale)";
"Accept" = "Accetta";
"Accept and Add To List" = "Accetta e aggiungi alla lista";
"Allow plaintext authentication" = "Permetti autenticazione in chiaro";
"Ask What To Do" = "Chiedi che cosa fare";
"Authorization Domain:" = "Dominio di autorizzazione:";
"Authorization User:" = "Utente di autorizzazione:";
"Available Priority:" = "Priorità stato Presente:";
"Away Priority:" = "Priorità stato Assente:";
"BOSH Server:" = "BOSH Server:";
"Chat Room Name:" = "Nome della stanza:";
"Connect Server:" = "Server di connessione:";
"Connection:" = "Connessione:";
"Deny" = "Rifiuta";
"Display new mail notifications" = "Mostra notifiche di posta elettronica";
"Do strict certificate checks" = "Effettua verifica completa del certificato";
"Either enter your XMPP server address here:" = "Inserisci l’indirizzo del tuo server XMPP qui:";
"Encoding:" = "Codifica:";
"Encrypt connection using SSL" = "Crittografa la connessione usando SSL";
"Execute commands on connect:" = "Comandi da eseguire dopo esserti connesso:";
"File Transfer Proxies:" = "Proxy per il trasferimento di documenti:";
"Force old-style SSL" = "Forza autenticazione SSL vecchio stile";
"Handle:" = "Nome:";
"Hostname:" = "Host:";
"Invite Contacts:" = "Invita contatti:";
"Let others know what iTunes is playing" = "Notifica agli altri cosa viene riprodotto da iTunes";
"Mail:" = "Posta:";
"Music:" = "Musica:";
"Password:" = "Password:";
"Presence Subscriptions:" = "Sottoscrizioni di presenza:";
"Publish Status to Everyone" = "Rendi pubblico a tutti il tuo stato";
"Realname:" = "Nome reale:";
"Register New Account" = "Registra un nuovo account";
"Registering…" = "Registrazione in corso…";
"Request New Account" = "Richiedi nuovo account";
"Require SSL/TLS" = "Richiedi SSL/TLS";
"Resource:" = "Risorsa:";
"Security:" = "Sicurezza:";
"Server Name" = "Nome del server";
"Server:" = "Server:";
"Use SIP proxy:" = "Usa proxy SIP:";
"Use UDP" = "Usa UDP";
"Username (Ident):" = "Nome utente (Ident):";
"Visit Server Homepage" = "Visita la homepage del server";
"With Message:" = "Con il messaggio:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Canale:";
"Dismiss" = "Ignora";
"Don't download" = "Non scaricare";
"Don't show channel posts as messages" = "Non mostrare i post dei canali come messaggi";
"Don't show status updates as messages" = "Non mostrare gli aggiornamenti di stato come messaggi";
"Full resolution" = "Risoluzione piena";
"Logon QR Code" = "Codice QR di accesso";
"Phone Number" = "Numero di telefono";
"Please enter pairing code or scan the QR code" = "Inserisci il codice di associazione o inquadra il codice QR";
"Profile pictures:" = "Immagini di profilo:";
"Read" = "Letto";
"Separate contacts’ names with commas." = "Separa i nomi dei contatti con le virgole.";
"Small (preview)" = "Piccola (anteprima)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Questo contatto ti sta chiamando. Adium non supporta le chiamate WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Questo contatto sta provando a chiamarti. Adium non supporta le chiamate WhatsApp.";
"and add to list in group:" = "e aggiungi alla lista nel gruppo:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ ha %lu nuovi messaggi.";
"...add to list in group:" = "…aggiungi alla lista nel gruppo:";
"Display custom emoticons" = "Mostra le emoticon personalizzate";
"Emoticons:" = "Emoticon:";
"Encryption:" = "Cifratura:";
"Let others know when you are typing" = "Notifica agli altri quando stai digitando un messaggio";
"One per line, / is optional. $me will be replaced with your current nickname." = "Uno per riga, la / è facoltativa. $me verrà sostituito con il tuo soprannome attuale.";
"or select a public server from the list:" = "oppure seleziona un server pubblico dalla lista:";
"Port:" = "Porta:";
"Status:" = "Stato:";
"Typing:" = "Digitazione:";
"You have %lu new messages." = "Hai %lu nuovi messaggi.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium su %@";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Port" = "Porta";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nome account";

/* No comment provided by engineer. */
"Execute commands on connect" = "Comandi da eseguire dopo esserti connesso";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Uno per riga, senza la / iniziale.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualità delle immagini di profilo";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Originale";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Anteprima";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Non caricare";
